<?php
// ------------------- Глобальные переменные и константы ----------------------



// ---------------------------- Общие переменные ---------------------------

    define ('SITE_NAME', 'Резюме. Садофьев П.В.');             // Имя сайта
    define ('HOST', 'http://' . 'res/');                       // Домен сайта с протоколом http



// ---------------------------- Переменные БД ---------------------------

    define ('DB_HOST', 'localhost');            // Адрес хоста (IP или имя)
    define ('DB_NAME', 'resume');               // Имя БД
    define ('DB_USER', 'root');                 // Имя пользователя
    define ('DB_PASS', '');                     // Пароль

    define ('DB_RESUME_GUESTBOOK', '');                     



