<?php
// ------------------- Глобальные переменные и константы ----------------------



// ---------------------------- Общие переменные ---------------------------

    define ('SITE_NAME', 'Резюме. Садофьев П.В.');            // Имя сайта
    define ('HOST', 'http://' . 'res/');                       // Домен сайта с протоколом http



// ---------------------------- Переменные БД ---------------------------

    define ('DB_HOST', 'localhost');            // Адрес хоста (IP или имя)
    define ('DB_NAME', 'miniurl');              // Имя БД
    define ('DB_USER', 'root');
    define ('DB_PASS', '');

